// pages/index.tsx
import React from "react";
import Header from "../components/Header";

const Home = () => {
  return (
    <div>
      <Header />
      <main>
        <h2>엉엉༼;´༎ຶ ۝ ༎ຶ༽༼;´༎ຶ ۝ ༎ຶ༽༼;´༎ຶ ۝ ༎ຶ༽( o̴̶̷̥᷅⌓o̴̶̷᷄ ) d( o̴̶̷̥᷅⌓o̴̶̷᷄ ) ( o̴̶̷̥᷅⌓o̴̶̷᷄ ) 허엉엉으엉엉엉 갸아앙ㅇ헝헝흐앙앙༼ ˃ɷ˂ഃ༽༼ ˃ɷ˂ഃ༽엉엉흐엉어허어엉ㅇ어ㅠㅓ허허허휴ㅠㅠㅠㅠㅎ어어유ㅠㅠㅠㅠ파하규ㅠㅠㅠ༼;´༎ຶ ۝ ༎ຶ༽༼;´༎ຶ ۝ ༎ຶ༽꺼이꺼이 허엉엉엉ㅇ오렁ㅍㅍㅍ퓨엉엉어ㅠㅠㅠㅠ킁커허헝헝엉•°⎝(°`ㅅ´ °)⎠°••°⎝(°`ㅁ´ °)⎠°•흐앙앙하앙헝허엉어유ㅠㅠ( ˃ ⌑ ˂ഃ )갸아어 ｡ﾟ(ﾟ∩´ㅅ`∩ﾟ)ﾟ｡ﾟ .•°(° ＞⌓＜°)°•.허어어어어엉허어•° •° •°(°`ㅁ´ °)°• °•°••° •° •</h2>
      </main>
    </div>
  );
};

export default Home;